Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Decentralization measures taken by the Georgian administration so far have strengthened the democratic mandate of local authorities, e.g. by direct elections of mayors in major cities.
pl: Mam nadzieję, że Państwa udział w tym szkoleniu będzie kolejnym etapem przygotowania profesjonalnych kadr niezbędnych do stworzenie samorządu terytorialnego odpowiadającego standardom obowiązującym w tym zakresie w Unii Europejskiej - powiedział Min. K. Pawlik.

source: The project is aimed at strengthening public authorities in the Eastern Partnership countries by organising specialised training modules for civil servants from Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine.
pl: Celem Programu jest wzmocnienie administracji publicznej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych modułów szkoleniowych dla urzędników z państw partnerskich: Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii i Ukrainy.

source: In October, representatives of Georgia, Moldova and Ukraine will take part in a programme on implementing the EU Association Agreements, including the Deep and Comprehensive Free Trade Areas.
pl: Już w październiku przedstawiciele Gruzji, Mołdawii i Ukrainy będą szkoleni w zakresie wdrażania umów stowarzyszeniowych z UE oraz umowy o pogłębionej strefie wolnego handlu.

source: Training modules on fighting corruption will be held for Ukrainian officials in November.
pl: W listopadzie odbędą się szkolenia dla ukraińskich urzędników dot. przeciwdziałania korupcji.

source: Meanwhile, in December officials from all Eastern Partnership countries will be able to participate in a two-week traineeship on civil service.
pl: W grudniu natomiast urzędnicy z wszystkich krajów PW będą mogli uczestniczyć w dwutygodniowym stażu poświęconym zagadnieniom służby cywilnej.

source: You are here Polish Aid / News / Photo exhibition “Lens on Development”
pl: Wystawa MSZ "Rozwój w obiektywie" na Placu Defilad w Warszawie

source: Photo exhibition “Lens on Development”
pl: Wystawa MSZ „Rozwój w obiektywie”

source: Works could be submitted in three thematic categories: “Water - the source of life and health,” “Education and entrepreneurship as the key to better life,” “Impact of the natural environment on human life” and as a photo story in one of the above-mentioned categories.
pl: Prace można było zgłaszać w trzech kategoriach tematycznych: woda - źródło życia i zdrowia; edukacja i przedsiębiorczość kluczem do lepszego życia; wpływ środowiska przyrodniczego na życie człowieka oraz fotoreportaż - dotyczący jednej z ww. kategorii.

source: The competition received 1,760 entries from across the EU.
pl: W odpowiedzi na konkurs nadesłano 1 760 prac konkursowych z różnych krajów Unii Europejskiej.

source: The second edition of the competition organized jointly with National Geographic Polska was addressed to Poles only.
pl: W drugiej edycji konkursu, zorganizowanej we współpracy z National Geographic Polska, mogli brać udział wyłącznie Polacy.

source: The authors of photos competed in three thematic categories: “Democracy and human rights in development,” “Education and entrepreneurship as the key to better life,” and “Impact of the natural environment on human life.”
pl: Wyodrębniono trzy kategorie tematyczne: demokracja i prawa człowieka w rozwoju; edukacja i przedsiębiorczość kluczem do lepszego życia oraz wpływ środowiska przyrodniczego na życie człowieka.

source: A total of 1,240 works were sent in, out of which the jury awarded several entries.
pl: Uczestnicy konkursu nadesłali łącznie 1 240 fotografii, z których jury wybrało i wyróżniło kilkanaście prac.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Ukraine / Joined by a rope
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Połączeni liną

source: In early July 2017, the Polish Bieszczady Mountains became a training ground for Ukrainian mountain rescuers in rescue rope techniques.
pl: Na początku lipca 2017 r. polskie Bieszczady stały się terenem szkoleń ukraińskich ratowników górskich z zakresu ratowniczych technik linowych.

source: For a week, under the watchful and specialist eyes of instructors from the Bieszczady Group of Volunteer Mountain Rescue Service, Ukrainian rescuers improved their skills in providing assistance in places hard to reach at high altitudes or below the ground.
pl: Przez tydzień, pod bacznym, specjalistycznym okiem instruktorów z Bieszczadzkiej Grupy Górskiego Ochotniczego Pogotowia Ratunkowego doskonalili oni swoje umiejętności związane z niesieniem pomocy w miejscach trudnodostępnych, na wysokości czy poniżej poziomu ziemi.

source: They learned how to operate with ropes, how to tie and apply different knots, how to build a back-up post and how to make an improvised harness or “climb on an angling rod.”
pl: Uczyli się między innymi poruszania po linach, wiązania i stosowania różnych węzłów, budowania stanowiska asekuracyjnego oraz co to jest uprząż improwizowana czy „wspinanie na wędkę”.

source: This is the second year that Poland has been providing support for a unit of mountaineer rescuers working in Eastern Carpathian Mountains established in the Ivano-Frankivsk Oblast.
pl: To już drugi rok polskiego wsparcia dla powstającej w obwodzie iwano-frankiwskim na Ukrainie jednostki ratowników górskich pracujących w Karpatach Wschodnich.

source: In addition to renovating the facilities, Poles are also training rescuers and providing the unit with specialist equipment.
pl: Poza renowacją obiektu Polacy szkolą ratowników i wyposażają jednostkę w specjalistyczny sprzęt.

source: The completed training was organised as part of a project run by the Marshal's Office in Rzeszów (for more information about the project go to www.polskapomoc.podkarpackie.pl ).
pl: Zakończone szkolenie zostało zorganizowane w ramach projektu Urzędu Marszałkowskiego w Rzeszowie (informacje o projekcie znajdują się na stronie http://www.polskapomoc.podkarpackie.pl/ ).

source: At the end of the year, Podkarpacie plans to carry out avalanche rescue training.
pl: Pod koniec roku Podkarpacie planuje przeprowadzić jeszcze zajęcia z ratownictwa lawinowego.

source: Ukrainian rescuers have the knowledge and skills to enable them to adequately organise a search operation, safely reach injured persons and also to correctly assess the degree of avalanche threat and define the area in which it will occur and limit the negative consequences both with respect to people and the natural environment.
pl: Ukraińscy ratownicy posiądą wiedzę i umiejętności, które pozwolą odpowiednio zorganizować akcję poszukiwawczą, w bezpieczny sposób dotrzeć do osób poszkodowanych, ale także prawidłowo ocenić stopień zagrożenia lawinowego, określić obszar jego występowania i ograniczyć negatywne skutki zarówno w odniesieniu do ludzi, jak i środowiska naturalnego.

source: Brussels/Warsaw, 30 September 2011
pl: Bruksela/Warszawa, 30 września 2011

source: The annual European Development days (EDDs) - have been launched today by the Polish Presidency, Under-Secretary of State, Krzysztof Stanowski and EU Development Commissioner, Andris Piebalgs.
pl: Podczas spotkania w Warszawie reprezentujący polską prezydencję podsekretarz stanu MSZ Krzysztof Stanowski oraz europejski komisarz ds. rozwoju Andris Piebalgs zaanonsowali tegoroczną edycję Europejskich Dni Rozwoju.

source: Speaking at the launch Commissioner Piebalgs said: "The events across North Africa this year have confirmed that economic and social development has to go hand in hand with democratic development.
pl: W związku z promocją konferencji komisarz Piebalgs stwierdził: „Wydarzenia w Afryce Północnej, których świadkami byliśmy w tym roku, udowodniły, że rozwojowi społeczno-gospodarczemu musi towarzyszyć rozwój demokracji.

source: The European Development Days will be a key opportunity to bring together leading voices on development from across the world to feed the EU development agenda and improve our impact.
pl: Europejskie Dni Rozwoju to znakomita okazja, aby wysłuchać opinii wiodących światowych autorytetów w dziedzinie rozwoju i wykorzystać ich wiedzę do stymulowania europejskiej polityki rozwojowej i zwiększenia skuteczności naszych działań.

source: Minister Stanowski added: "We are delighted to be hosting the European Development Days in Poland, the birth place of the Solidarity movement which kick-started the transformation process in Central and Eastern Europe over 22 years ago.
pl: Minister Stanowski podkreślił: „Jesteśmy szczęśliwi mogąc gościć tegoroczną edycję Europejskich Dni Rozwoju w Polsce, w kraju, gdzie narodziła się Solidarność - ruch, który przeszło 22 lata temu zapoczątkował proces transformacji ustrojowej w Europie Środkowo-Wschodniej.

source: The first edition of the EDDs in this part of Europe gives us the opportunity to encourage new actors to engage in discussion on the future of international development co-operation.
pl: Ponieważ konferencja ta po raz pierwszy odbywać się będzie w naszej części Europy, chcemy wykorzystać tę szansę i zachęcić nowych aktorów do zaangażowania się w dyskusję o przyszłości międzynarodowej współpracy rozwojowej.

source: Through this open forum we will debate many challenges facing the developing world and the whole international community these days."
pl: Na otwartym forum Europejskich Dni Rozwoju zamierzamy przeprowadzić debatę na temat wyzwań stojących obecnie przed krajami rozwijającymi się oraz całą wspólnotą międzynarodową."

source: Polish President, Bronisław Komorowski, and Commission President, Jose-Manuel Barroso, will deliver a keynote speech at the opening of the two-day conference.
pl: W grudniu na uroczystości otwarcia Europejskich Dni Rozwoju przemówienia wygłoszą prezydent RP Bronisław Komorowski oraz przewodniczący Komisji Europejskiej Jose-Manuel Barroso.

source: They are expected to be joined by Radosław Sikorski, Ministry of Foreign Affairs in Poland, and Jerzy Buzek, President of the European Parliament.
pl: Spodziewany jest także udział ministra spraw zagranicznych RP Radosława Sikorskiego oraz przewodniczącego Parlamentu Europejskiego Jerzego Buzka.

source: More high-profile speakers will be announced ahead of the event.
pl: Pełna lista uczestników zostanie opublikowana w terminie późniejszym - przed konferencją.

source: The European Development Days were launched in 2006 as an opportunity for key partners to come together to talk about how to make aid more effective and how to build on European development cooperation.
pl: Europejskie Dni Rozwoju, organizowane od 2006 r., stanowią forum wymiany doświadczeń na temat poprawy efektywności działań pomocowych oraz budowy europejskiej współpracy rozwojowej.

source: The five previous editions have featured 36 Heads of State, 60 Heads of Government or ministers and 7 Nobel Prize winners.
pl: W pięciu dotychczasowych edycjach wzięło udział 36 szefów państw, 60 szefów rządów i ministrów oraz 7 laureatów nagrody Nobla.

source: Working Party on Development Cooperation (CODEV)
pl: Grupa Rady ds. współpracy na rzecz rozwoju (CODEV)

source: The Working Party drafts Council Conclusions pertaining to European Commission documents (communications, reports, action plans) and European Court of Auditors reports, as well as joint EU positions on international events on the development agenda.
pl: Grupa wypracowuje konkluzje Rady dot. dokumentów Komisji Europejskiej (komunikaty, raporty, plany działania) i Trybunału Obrachunkowego (raporty) oraz wspólne stanowiska UE dot. wydarzeń międzynarodowych na agendzie rozwojowej.

source: The working party sessions are also attended by representatives of all Member States, the EC, and the EEAS.
pl: W posiedzeniach grupy uczestniczą przedstawiciele wszystkich PCz oraz KE i ESDZ.

source: The working party has a rotating chairmanship (representative of the country holding the EU Council Presidency).
pl: Przewodnictwo w Grupie jest rotacyjne (przedstawiciel kraju sprawującego Przewodnictwo w Radzie UE).

source: Council Conclusions: 2011 Annual Report to the European Council on Development Aid Targets.
pl: Celów Pomocy Rozwojowej (Council Conclusions: 2011 Annual Report to the European Council on Development Aid Targets).

source: Building a new home: Polish aid for IDPs in Ukraine
pl: Budowanie nowego domu - polska pomoc na rzecz uchodźców wewnętrznych na Ukrainie

source: Poland supports social reintegration of Ukrainian refugees
pl: Polska wspiera reintegrację społeczną ukraińskich uchodźców

source: The displaced population is still facing high unemployment, limited access to basic social services, and problems with adapting to a new place.
pl: Problemem wśród osób przesiedlonych pozostaje duże bezrobocie, ograniczony dostęp do podstawowych usług socjalnych, a także adaptacja w nowym miejscu.

source: Apart from providing immediate humanitarian relief, Poland helps Ukrainian IDPs to reintegrate with society, and stand on their own feet in their receiving communities.
pl: Polska, oprócz doraźnej pomocy humanitarnej, podejmuje na Ukrainie działania służące wsparciu procesu reintegracji społecznej ukraińskich uchodźców oraz rozwijaniu możliwości ich samodzielnego funkcjonowania w ramach przyjmujących ich społeczności.

source: Actions by Caritas Poland
pl: Działania Caritas Polska

source: In the framework of a cooperation scheme between Caritas Poland and Caritas Ukraine, Polish aid funded support centres for children and families in five Ukrainian cities: Dnipro (formerly Dnipropetrovsk), Kryvyy Rih, Kharkiv, Zaporizhzhya and Melitopol.
pl: W ramach współpracy Caritas Polska i Caritas Ukraina ze środków polskiej pomocy utworzono centra wsparcia dla dzieci i rodzin w pięciu miastach Ukrainy: Dnipro (dawny Dniepropietrowsk), Krzywym Rogu, Charkowie, Zaporożu oraz Melitopolu.

source: First, it was necessary to renovate a number of interiors and buy equipment to create appropriate working conditions.
pl: Na początku konieczne było przeprowadzenie licznych prac remontowych pomieszczeń oraz zakupienie wyposażenia, które pozwala pracownikom na stworzenie odpowiednich warunków do pracy.

source: Alongside programmes for IDPs, an important role is played by integration with the local population.
pl: Poza zajęciami dla osób przesiedlonych, bardzo ważnym elementem jest integracja z miejscową ludnością.

source: Its benefits are twofold.
pl: Ma to podwójną korzyść.

source: On the one hand, IDPs feel they are needed, which takes their mind off their difficult situation.
pl: Z jednej strony uchodźcy wewnętrzni czują się potrzebni, nie skupiają się jedynie na swojej trudnej sytuacji.

source: On the other hand, local residents can see the involvement and gratitude, which helps to break stereotypes.
pl: Z drugiej strony ludność lokalna widzi zaangażowanie i wdzięczność, co pozwala przełamywać stereotypy.

source: Classes with IDPs have also unearthed much distrust in psychological assistance.
pl: Zajęcia przeprowadzane z przesiedleńcami pokazały także dużą nieufność wobec formy pomocy psychologicznej.

source: Polish experts are tasked with preparing Ukrainian psychologists and social workers for overcoming these barriers.
pl: Zadaniem polskich ekspertów jest przygotowanie ukraińskich psychologów i pracowników socjalnych do przełamywania tych barier.

source: So far, partners have conducted 11 aid campaigns for more than 1,300 people.
pl: Dotychczas partnerzy przeprowadzili 11 akcji pomocowych dla ponad 1 300 osób.

source: Week-long integration camps were organized in two locations.
pl: W dwóch miejscowościach odbyły się tygodniowe obozy integracyjne.

source: Another interesting project involved IDPs clearing up the streets of the city they now live in.
pl: Inną ciekawą akcją było sprzątanie przez uchodźców wewnętrznych ulic miasta, w których obecnie mieszkają.

source: A number of family picnics have been held, combined with concerts and games.
pl: Organizowane są liczne pikniki rodzinne połączone z koncertami i zabawami.

source: Project "Social integration support of IDP's in Ukraine" (no. 302/2016) implemented by Caritas Poland.
pl: Projekt Caritas Polska pt. "Pomoc w integracji społecznej uchodźców wewnętrznych na Ukrainie" (nr 302/2016).

source: Grant of the Ministry of Foreign Affairs: PLN 956,764.
pl: Wartość dotacji ze środków Ministerstwa Spraw Zagranicznych - 956 764 zł.

source: Art therapy centre in Kharkiv
pl: Ośrodek arteterapii w Charkowie

source: Another outfit that joined in helping the refugees from Donbas was the HumanDoc Foundation, which partnered with Vostok SOS, a Ukrainian organization, to open in Kharkiv a support and integration centre for IDPs called ARTE.
pl: W niesienie pomocy uchodźcom z Donbasu zaangażowała się także Fundacja HumanDoc, która w partnerstwie z ukraińską organizacją Wschód-SOS otworzyła w Charkowie centrum wsparcia i integracji przesiedleńców „ARTE”.

source: The centre provides psychological assistance using art therapy, which is a modern method of therapeutic work through the arts.
pl: W ośrodku udzielana jest pomoc psychologiczna z wykorzystaniem nowoczesnych metod pracy terapeutycznej przez sztukę, tzw. arteterapii.

source: In early July, the adaptation and renovation of the centre's premises was completed.
pl: Na początku lipca zakończono prace adaptacyjno-remontowe lokalu przeznaczonego pod działalność centrum.

source: At the same time, the personnel working with IDPs were given courses on posttraumatic stress disorder therapy and on different forms of art therapy.
pl: Równolegle odbywały się szkolenia dla personelu pracującego z przesiedleńcami z zakresu terapii stresu pourazowego oraz różnych form arteterapii.

source: The programme was open to volunteers, psychotherapists, and psychiatrists from Kharkiv and its environs.
pl: W szkoleniach wzięli udział wolontariusze, psychoterapeuci i psychiatrzy z Charkowa i okolic.

source: Since May, free-of-charge psychological therapy, integration and creative sessions have been held for children and adults.
pl: Od maja odbywają się darmowe terapie psychologiczne oraz cykle zajęć integracyjnych i twórczych dla dzieci i dorosłych.

source: Art therapy projects included a theatre and playwriting camp for children, arts, acting, and clay sculpting classes, and a film club.
pl: W ramach arteterapii zorganizowano obóz teatralno-dramaturgiczny dla dzieci, prowadzone są zajęcia plastyczne, aktorskie, rzeźbienie w glinie, działa klub filmowy.

source: They get participants to understand themselves and others, overcome their fears, develop their skills and strengths.
pl: W ten sposób uczestnicy uczą się rozumieć samych siebie i innych, pokonywać własne lęki, rozwijają swoje umiejętności i mocne strony.

source: The centre also acts as a place for integration.
pl: Centrum pełni także funkcję ośrodka integracyjnego.

source: The receiving community is often uneasy about letting flats to refugees from Donbas, hiring them or getting to know them better.
pl: Bardzo często społeczność przyjmująca obawia się wynajmowania mieszkań uchodźcom z Donbasu, przyjmowania ich do pracy czy nawiązywania z nimi bliższych kontaktów.

source: That's why classes at the ARTE Centre are open to the residents of Kharkiv too.
pl: Dlatego w zajęciach organizowanych w Centrum ARTE mogą brać udział także mieszkańcy Charkowa.

source: Project "ARTE - support and integration center of displaced persons" (no. 196/2016/M) implemented by HumanDoc Foundation.
pl: Projekt Fundacji HumanDoc pt. "ARTE - centrum wsparcia i integracji przesiedleńców" (nr 196/2016/M).

source: Another problem IDPs are confronted with is how to enter the labour market.
pl: Kolejnym problemem z jakim muszą zmierzyć się osoby przesiedlone jest wejście na rynek pracy.

source: The project aims to foster self-employment and job creation.
pl: Celem projektu jest wsparcie w zakresie samozatrudnienia i tworzenia nowych miejsc pracy.

source: It covers 5 oblasts: Kharkiv, Dnipro, Zaporizhzhya, as well as parts of Luhansk and Donetsk oblasts which are under control of the Ukrainian government.
pl: Działania prowadzone są w 5 obwodach: Charkowie, Dnipro, Zaporożu oraz w częściach obwodu ługańskiego i donieckiego, które znajdują się pod kontrolą ukraińskiego rządu.

source: Grant receivers will also be able to use legal and accountancy counselling, as well as marketing assistance.
pl: Grantobiorcy będą mogli również skorzystać z doradztwa prawnego, doradztwa w zakresie księgowości oraz pomocy w prowadzeniu działań marketingowych.

source: The project promotes entrepreneurship among the population affected by the conflict.
pl: W ramach projektu realizowane są także działania mające na celu promocję przedsiębiorczości wśród ludności dotkniętej konfliktem.

source: To this end, 11 spots titled “Big stories of small businesses” were produced to inspire people to set up their own businesses.
pl: W tym celu wyprodukowano 11 spotów Big stories of small businesses inspirujących do prowadzenia własnej działalności biznesowej.

source: Project "Promoting entrepreneurship among the population affected by the conflict in Ukraine" implemented by UNDP Ukraine.
pl: Projekt UNDP Ukraina pt. "Promowanie przedsiębiorczości wśród ludności dotkniętej konfliktem na Ukrainie".

source: Development cooperation denotes a concerted effort taken in partnership by developed and developing countries, international organizations and non-state institutions (including NGOs and businesses) to level out global development differences by raising living standards in less developed countries.
pl: Współpraca rozwojowa to partnerskie współdziałanie pomiędzy krajami rozwiniętymi a rozwijającymi się, organizacjami międzynarodowymi oraz instytucjami niepublicznymi (w tym organizacjami pozarządowymi i przedsiębiorstwami), którego celem jest zniwelowanie różnic w poziomie rozwoju na świecie poprzez podniesienie jakości życia w krajach słabiej rozwiniętych.

source: Development cooperation aims to reduce and eradicate poverty around the world.
pl: Celem współpracy rozwojowej jest redukcja i całkowita eliminacja ubóstwa na świecie.

source: Defined as a major restriction on one's development opportunities, poverty causes hunger, high infant mortality and limited access to education in developing countries.
pl: Ubóstwo - definiowane jako znaczne ograniczenie możliwości i szans rozwojowych - jest przyczyną głodu, wysokiej śmiertelności noworodków czy też niskiej dostępności edukacji w krajach rozwijających się.

source: This definition helps us better understand why unfair access to economic resources engenders negative social (ghettoization and marginalization of entire social groups, discrimination of women) and political (wars, terrorism) phenomena.
pl: Tak zdefiniowane ubóstwo pozwala nam również lepiej zrozumieć, dlaczego negatywne zjawiska społeczne (takie jak gettoizacja i marginalizacja całych grup społecznych czy też dyskryminacja kobiet) jak też polityczne (wojny, terroryzm) mają również swoje źródło w niesprawiedliwym dostępie do zasobów ekonomicznych.

source: Given their difficulty attaining development solely by themselves, developing countries seek assistance from other countries and international institutions.
pl: Kraje rozwijające się mają trudności w rozwijaniu się wyłącznie własnymi siłami, dlatego korzystają z pomocy innych państw i instytucji międzynarodowych.

source: Filling the global development gap is a modern-day challenge.
pl: Przezwyciężenie globalnej luki rozwojowej stanowi wyzwanie dzisiejszych czasów.

source: Famine and poverty call for global solutions, but at the same time need to be addressed by each state individually.
pl: Problemy głodu i ubóstwa wymagają z jednej strony rozwiązań ogólnoświatowych, z drugiej zaś konieczne jest zaangażowanie każdego państwa z osobna.
